Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: in particular: improving public safety and counteracting organized crime, supporting entities responsible for public safety and environmental protection.
pl: w szczególności: poprawa bezpieczeństwa publicznego i przeciwdziałanie przestępczości zorganizowanej, wsparcie podmiotów odpowiedzialnych za bezpieczeństwo ludności i ochrony środowiska naturalnego.

source: regional development and decentralization (5 projects - PLN 1,141,235),
pl: rozwój regionalny i decentralizacja (5 projektów - 1 141 235 PLN),

source: in particular: developing an effective and transparent funding system for local governments; preparing regional and local administration to effectively absorb EU funds; boosting the coordinating role of the Moldovan Ministry of Regional Development and Construction in the area of implementing regional reform.
pl: w szczególności: rozwój efektywnego i przejrzystego systemu finansowania samorządów; przygotowanie administracji regionalnej i lokalnej do efektywnej absorpcji funduszy unijnych; wzmocnienie koordynacyjnej roli ministerstwa rozwoju regionalnego i budownictw Mołdawii w zakresie wdrażania reformy regionalnej.

source: development of rural areas (3 projects - PLN 2,019,969),
pl: rozwój obszarów wiejskich (3 projekty - 2 019 969 PLN),

source: in particular: supporting small and medium enterprises, agricultural cooperatives and agricultural advisory; increasing the competitiveness of agricultural production in terms of phytosantiary controls, support for organizing a laboratory base in the food chain; promotion and implementation of innovative techniques and technologies in farms, modernizing rural infrastructure.
pl: w szczególności: wsparcie małej i średniej przedsiębiorczości, spółdzielczości rolniczej i doradztwa rolniczego; zwiększenie konkurencyjności produkcji rolnej pod kątem usprawnienia kontroli fitosanitarnej, wsparciu organizacji bazy laboratoryjnej w łańcuchu żywnościowym; promocja i wdrażanie innowacyjnych technik i technologii w gospodarstwach rolnych modernizacji infrastruktury wiejskiej.

source: Moreover, humanitarian aid payments amounting to PLN 440,000 were made in response to the droughts affecting Moldova.
pl: Ponadto w ramach pomocy humanitarnej dokonano wpłaty w odpowiedzi na susze w Mołdawii w kwocie 440 000 PLN.

source: In October 2012 the Local Authorities Information Centre in Moldova was opened.
pl: W październiku 2012 r. rozpoczęło swą działalność Centrum Informacyjne dla Władz Lokalnych Mołdawii.

source: It has its seat in the Regional Development Agency "Centru" in Laloveni.
pl: Centrum, z siedzibą w Agencji Rozwoju Regionalnego w laloveni, pełni funkcję informacyjno-koordynacyjną oraz edukacyjną.

source: Its aim is to ensure access to information about international projects, grants and procedures relating to sources of funding from national and international organizations.
pl: Jego zadaniem jest dostarczanie informacji dotyczących zagranicznych projektów i grantów oraz procedur ubiegania się o środki krajowe oraz instytucji międzynarodowych.

source: The project to establish the Centre is an element of the Moldova Task Force, which is part of the Democracy Partnership Challenge project.
pl: Projekt utworzenia Centrum realizowany jest w ramach „Moldova Task Force” będącego częścią projektu Democracy Partnership Challenge.

source: In 2012 a total of PLN 319,832 was allocated towards the Centre's activities.
pl: W 2012 r. na działalność Centrum zostały przeznaczone środki w wysokości 319 832 PLN.

source: In 2012, 15 Moldovan civil servants took part in the second edition of a programme of the Eastern Partnership Academy of Public Administration whose aim was to strengthen government administration in the Eastern Partnership countries through the organisation of specialist training courses for civil servants from the EaP partnership countries.
pl: W 2012 roku 15 mołdawskich urzędników wzięło udział w drugiej edycji programu Akademii Administracji Publicznej Partnerstwa Wschodniego, którego celem było wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: Read more about Polish assistance to Moldova:
pl: Czytaj więcej o polskiej pomocy dla Mołdawii:

source: The total financing amounted to PLN 2 856 572, expended by NGOs, government administration and local self-government bodies, as well as 8 small grants projects amounting to PLN 396 479.
pl: Mołdawii, Armenii, Białorusi, Gruzji i Ukrainy) na kwotę 2 856 572 PLN wdrażanych przez organizacje pozarządowe, organy administracji rządowej oraz jednostki samorządu terytorialnego, a także 8 projektów z Programu Małych Grantów na kwotę 396 479 PLN.

source: Good governance, in particular: preventing and combating corruption, public finance management, boosting self-government, professional training in the field of municipal services, and EaP initiatives (6 projects worth a total of PLN 1 868 217);
pl: Dobre rządzenie (good governance), w szczególności: zapobieganie i zwalczanie korupcji, zarządzanie finansami publicznymi, rozwój samorządności, szkolenie zawodowe w zakresie rozwoju usług komunalnych oraz inne inicjatywy realizowane w ramach PW (6 projektów na kwotę 1 868 217 PLN),

source: Rural development and agriculture, in particular: phytosanitary standards (6 projects worth a total of PLN 988 355).
pl: Rozwój obszarów wiejskich i rolnictwo, w szczególności: standardy fitosanitarne (6 projektów na kwotę 988 355 PLN).

source: Projects implemented in 2010 corresponded to the principal areas of support for the Republic of Moldova as defined in the Polish foreign aid programme, and consisted of supporting and promoting good governance, agricultural and rural development, counteracting human trafficking and implementing European standards.
pl: Projekty realizowane w 2010 r. odpowiadały głównym obszarom wsparcia dla Republiki Mołdowy określonym w programie polskiej pomocy zagranicznej i obejmowały m.in. działania z zakresu: wsparcia i promocji dobrego rządzenia (good governance), rolnictwa i rozwoju obszarów wiejskich, przeciwdziałania handlowi ludźmi oraz wcielania standardów europejskich.

source: In 2010, 13 aid projects were implemented in Moldova by NGOs, government administration, and local government bodies, and the Polish Embassy in Kishinev.
pl: W 2010 roku w Republice Mołdowy wdrażanych było 13 projektów pomocowych realizowanych przez organizacje pozarządowe, administrację rządową, jednostki samorządu terytorialnego oraz Ambasadę RP w Kiszyniowie.

source: rural and agricultural development (including agritourism);
pl: rolnictwo i rozwój obszarów wiejskich (w tym agroturystyka),

source: developing local governance and civil society;
pl: rozwój samorządności lokalnej i społeczeństwa obywatelskiego,

source: developing small enterprise;
pl: rozwój małego biznesu,

source: strengthening public administration (esp. with regard to migration management, counteracting human trafficking, financial system transparency, and implementing European standards).
pl: wzmocnienie administracji publicznej (w szczególności w zakresie zarządzania migracjami i przeciwdziałania handlowi ludźmi, przejrzystości systemu finansowego oraz wcielania w życie standardów europejskich).

source: In 2009, 15 projects were implemented in Moldova, with appropriations of over PLN 1.5 million.
pl: W 2009 r. zrealizowano 15 projektów dofinansowanych kwotą ponad 1,5 mln PLN.

source: According to the Multiannual Development Cooperation Programme 2016-2020 , democracy and human rights represent one of the thematic areas of Poland's development cooperation.
pl: Zgodnie z „ Wieloletnim programem współpracy rozwojowej na lata 2016-2020 ”, jednym z priorytetów tematycznych polskiej współpracy rozwojowej jest wspieranie demokracji i praw człowieka.

source: The choice of this priority is based on the assumption that in order for less developed countries to make progress in the long run it is necessary not only to considerably improve the functioning of the state as such, but also to respect democratic standards and human rights.
pl: Wybór ww. priorytetu wynika z przekonania, że długofalowy rozwój krajów o niższych wskaźnikach rozwoju nie jest możliwy bez znaczącej poprawy nie tylko funkcjonowania instytucji państwa, ale również respektowania standardów demokratycznych oraz poszanowania praw człowieka.

source: Consequently, democracies, as donors of development aid, also promote the principles of democracy as a system that is better placed to meet people's social, cultural and economic needs, and fosters sustainable economic growth.
pl: Stąd też kraje demokratyczne świadczące pomoc rozwojową angażują się również w promowanie zasad demokracji jako porządku lepiej zaspokajającego ludzkie potrzeby w sferze socjalnej, kulturalnej i gospodarczej oraz sprzyjającego zrównoważonemu wzrostowi gospodarczemu.

source: Rather than imposing one's own ideas or interests, though, the goal of promoting democracy is to protect people against the abuse of power and to ensure that citizens have the right to determine their own fate.
pl: Polska współpraca rozwojowa realizowana jest zgodnie z zasadami przestrzegania praw człowieka, rządów prawa i dobrego rządzenia, które gwarantują uwolnienie odpowiedniego potencjału społecznego oraz zapewniają trwałość rezultatów procesu zrównoważonego rozwoju.

source: Focusing Polish development cooperation on the 'democracy and human rights' priority answers the development needs of the priority countries.
pl: Koncentracja polskiej współpracy rozwojowej na priorytecie „demokracja i prawa człowieka” stanowi odpowiedź na potrzeby rozwojowe krajów priorytetowych.

source: Actions undertaken within the scope of this priority are part of the joint efforts of international community to further reduce world's powerty and to ensure inclusive and sustainable growth based on the recognition of rules of democracy, human rights and good governance.
pl: Działania w ramach tego priorytetu wpisują się w wysiłki społeczności międzynarodowej w zakresie dalszej redukcji ubóstwa na świecie oraz zapewnienia inkluzyjnego i zrównoważonego rozwoju, opartego na poszanowaniu zasad demokracji, praw człowieka i dobrego rządzenia.

source: The choice has been made while taking into account experience from implementation of the Multiannual Development Cooperation Programme 2012-2015 and division of work among the international donors.
pl: Przy wyborze uwzględniono również doświadczenia z realizacji " Wieloletniego programu współpracy rozwojowej w latach 2012-2015 " oraz podziału pracy z innymi międzynarodowymi donatorami.

source: Support for democracy also implies strengthening civil society and its independent institutions, as well as monitoring and assessing the social and economic situation to make sure human rights and fundamental civic freedoms are observed.
pl: Wspieranie demokracji to także umacnianie społeczeństwa obywatelskiego i jego niezależnych instytucji, wspieranie dialogu obywatelskiego, monitorowanie i ocena sytuacji społeczno-politycznej pod kątem przestrzegania praw człowieka oraz podstawowych wolności obywatelskich.

source: In addition, this involves adequate and transparent election mechanisms, open public life, free and independent media, freedom of assembly and expression.
pl: To dbałość o prawidłowe i przejrzyste procedury wyborcze, o jawność życia publicznego, o wolne i niezależne media, swobodę zrzeszania się i wyrażania opinii.

source: In the framework of the priority thematic area of support ‘democracy and human rights' Poland's development cooperation in particular comprises - in line with the Multiannual Development Cooperation Programme 2016-2020 - democratic election process, human rights and civic freedoms, strenghtening institutions of the civil society, civil dialogue.
pl: W ramach priorytetowego tematycznego obszaru wsparcia „demokracja i prawa człowieka”, polska współpraca rozwojowa obejmuje - zgodnie z " Wieloletnim programem współpracy rozwojowej na lata 2016-2020 " - w szczególności demokratyczny proces wyborczy, prawa człowieka i swobody obywatelskie, wzmocnienie organizacji społeczeństwa obywatelskiego, dialog obywatelski.

source: International and regional organizations, such as the European Union, the Council of Europe, the OSCE, as well as the UN and its agencies, play an important role in spreading democracy.
pl: Ważną rolę w szerzeniu demokracji odgrywają organizacje międzynarodowe i regionalne, takie jak Unia Europejska, Rada Europy, OBWE, ONZ i jej agendy.

source: As a member of these organizations, Poland is actively engaged in actions to ensure the observance of democratic principles and respect for fundamental rights and freedoms.
pl: Polska jako członek tych organizacji aktywnie włącza się w działania na rzecz przestrzegania zasad demokratycznych oraz szacunku dla podstawowych praw i wolności.

source: Some of the flagship initiatives supported by Poland at the international forum include:
pl: Do flagowych inicjatyw wspieranych przez Polskę na forum międzynarodowym zaliczyć można:

source: The EED will complement the EU's instruments for supporting democracy by targeting web and social media activists and independent journalists who cannot seek help from the EU and other donors.
pl: EED uzupełnia europejskie instrumentarium wspierania demokracji dzięki kierowaniu swoich działań do takich adresatów jak aktywiści działający w internecie i mediach społecznościowych, czy niezależni dziennikarze, którzy nie mogą ubiegać się o wsparcie UE i innych donatorów.

source: In January 2011, Minister Radosław Sikorski presented the idea of establishing the EED in reaction to the Arab Spring and developments in Belarus, which laid bare the weakness of EU instruments when it comes to providing leaders of pro-democratic change with swift and flexible assistance.
pl: Propozycję powołania Funduszu zgłosił w styczniu 2011 r. Minister Radosław Sikorski w reakcji na wydarzenia Arabskiej Wiosny i na Białorusi, które uwidoczniły słabość instrumentów Unii Europejskiej w odniesieniu do udzielania szybkiego i elastycznego wsparcia dla liderów przemian prodemokratycznych.

source: Soon afterwards, the EED initiative was backed by EU member states, the European Parliament, the European Commission and the European External Action Service, which made it possible to adopt the EED Statute in June 2012 and set about creating its structure and action plan.
pl: W krótkim czasie inicjatywa EED zyskała poparcie wśród państw członkowskich UE, Parlamentu Europejskiego, Komisji Europejskiej, Europejskiej Służby Działań Zewnętrznych, co umożliwiło uzgodnienie Statutu Funduszu w czerwcu 2012 r. oraz podjęcie kroków na rzecz stworzenia struktur i programu działania.

source: Beneficiaries can apply for support through the EED website ( www.democracyendowment.eu ).
pl: Beneficjenci mogą składać wnioski o wsparcie za pośrednictwem strony internetowej EED ( www.democracyendowment.eu ).

source: The Fund is tasked with supporting democratization processes, in particular by building democratic competences of young opinion makers, assisting leaders of systemic transformation and civic organizations.
pl: Fundacji powierzana jest realizacja przedsięwzięć wspierających procesy demokratyzacyjne ze szczególnym uwzględnieniem budowania kompetencji demokratycznych młodych środowisk opiniotwórczych, wspierania liderów transformacji systemowej i działalności organizacji obywatelskich.

source: It is our ambition for the Warsaw Dialogue for Democracy to act as such a forum ( http://www.warsawdialogue.pl/ ).
pl: Mamy ambicje, aby funkcje takiego forum spełniało wydarzenie pod nazwą Warszawski Dialog na rzecz Demokracji ( www.warsawdialogue.pl ).

source: This recurring event consists of regular monitoring of the international environment to sustaining democracy, as well as of creating recommendations mainly for international organizations involved in supporting democratic transformations.
pl: Wydarzenie odbywa się w formie cyklicznych konferencji - seminariów, mających na celu stałe monitorowanie ewolucji środowiska międzynarodowego dążącego do demokracji oraz tworzenie rekomendacji, głównie dla organizacji międzynarodowych zajmujących wspieraniem transformacji demokratycznej.

source: The above initiative is addressed to all people, institutions, and organizations focusing on the promotion of democracy, rule of law and human rights.
pl: Jest to inicjatywa skierowana do wszystkich osób, instytucji i organizacji, działających na rzecz promocji demokracji, rządów prawa i praw człowieka.

source: You are here Polish Aid / Our partners / Cooperation in the EU Framework / European Development Days / European Development Days 2015 / Minister Konrad Pawlik attends European Development Days
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca w ramach UE / Europejskie Dni Rozwoju / Europejskie Dni Rozwoju 2015 / Udzial Min. Konrada Pawlika w Europejskich Dniach Rozwoju

source: Minister Konrad Pawlik attends European Development Days
pl: Udział Min. Konrada Pawlika w Europejskich Dniach Rozwoju

source: On 3-4 June 2015 in Brussels, European Development Days (EDD) took place.
pl: W dniach 3-4 czerwca 2015 roku, w Brukseli, odbyły się Europejskie Dni Rozwoju (ang.

source: It is attended by heads of state and government, representatives of EU institutions and the UN, as well as representatives of civil society, the private sector and academia.
pl: Udział w nim biorą przywódcy państw, szefowie rządów, przedstawiciele instytucji unijnych oraz ONZ, a także reprezentanci społeczeństwa obywatelskiego, sektora prywatnego i środowiska akademickiego.

source: This year's edition of EDD was the flagship event of the European Year for Development 2015, whose motto is: “Our world, our dignity, our future”.
pl: Tegoroczna edycja EDD stanowiła najważniejsze wydarzenie Europejskiego Roku na rzecz Rozwoju 2015, którego motto brzmi - „Nasz świat, nasza godność, nasza przyszłość”.

source: The Ministry of Foreign Affairs of the Republic of Poland was represented by Undersecretary of State Konrad Pawlik who participated in one of the discussion panels, entitled “How can cooperation development effectively fight corruption and promote good governance?”.
pl: MSZ RP reprezentowane było przez podsekretarza stanu Konrada Pawlika, który wziął udział w jednym z panelów dyskusyjnych pt. „Jak poprzez współpracę rozwojową można skutecznie walczyć z korupcją i promować dobre rządzenie”.

source: The panel - held under the auspices of the European Parliament - was also attended by MEPs, i.e. Charles Goerens, Elly Schlein and Davor Stier (moderator), and also Achim Steiner (UNEP), Mariyam Shiuna (Transparency International Maldives), Heather Marquette (University of Birmingham) and Edgleison Rodrigues (Youth Monitoring of Public Policies).
pl: Uczestnikami tego panelu, organizowanego pod patronatem Parlamentu Europejskiego, byli również europarlamentarzyści Charles Goerens, Elly Schlein i Davor Stier (jako moderator) oraz Achim Steiner (UNEP), Mariyam Shiuna (Transparency International Maldives), Heather Marquette (Uniwersytet w Birmingham) i Edgleison Rodrigues (Youth Monitoring of Public Policies).

source: The panellists discussed the impact of corruption on the pace of development of societies and economies, and also the best ways of fighting corruption.
pl: Paneliści dyskutowali o wpływie korupcji na tempo rozwoju społeczeństw i gospodarek oraz o najlepszych sposobach zwalczania zjawisk korupcyjnych.

source: Minister Pawlik stressed actions, which have been carried out to date under Polish development cooperation, to support the fight against corruption in Eastern Partnership countries, including particularly Ukraine.
pl: Minister Pawlik podkreślił dotychczasowe działania prowadzone w ramach polskiej współpracy rozwojowej dotyczące wspierania walki z korupcją w krajach Partnerstwa Wschodniego, w tym przede wszystkim na Ukrainie.

source: He indicated that ensuring equal access to high-quality education, which will not only allow for building awareness on adverse effects of corruption, but will also lead to emergence of future political, economic and social elites, is one of the main ways to fight corruption at its core.
pl: Jako jeden z ważniejszy sposobów zwalczania korupcji u jej podstaw Minister Pawlik wskazał zapewnienie równego dostępu do wysokiej jakości edukacji, który pozwoli nie tylko budować świadomość społeczną w zakresie negatywnych skutków zjawisk korupcyjnych, ale prowadzi do wykształcenia przyszłych elit politycznych, gospodarczych i społecznych.

source: Minister Pawlik stated that building a properly trained civil service is a good example of supporting actions to fight corruption.
pl: Przywołanym przez Ministra Pawlika dobrym przykładem wspierania działań na rzecz zwalczania korupcji jest budowanie odpowiednio wyszkolonej służby cywilnej.

source: To this end, Poland supports Eastern Partnership countries by holding, among others, training programmes at the Eastern Partnership Academy of Public Administration.
pl: W działaniu tym Polska wspiera kraje PW realizując między innymi programy szkoleniowe w Akademii Administracji Publicznej Partnerstwa Wschodniego.

source: The two-day event featured meetings, workshops and conferences on various development cooperation aspects.
pl: W czasie dwudniowego wydarzenia odbyły się spotkania, warsztaty i konferencje poświęcone różnym aspektom współpracy rozwojowej, w których wzięli udział m.in.

source: Information on the main events of European Development Days can be found at www.eudevdays.eu .
pl: Informacje o głównych wydarzeniach Europejskich Dni Rozwoju można znaleźć na stronie www.eudevdays.eu .

source: About Polish aid
pl: O polskiej pomocy

source: The “Polish Aid” programme, coordinated by the Ministry of Foreign Affairs, is the main tool used for cooperation in this area.
pl: Głównym instrumentem służącym prowadzeniu współpracy w tym obszarze jest program „polska pomoc”, koordynowany przez Ministerstwo Spraw Zagranicznych.

source: In 2000, UN member states, including Poland, declared joint actions to ensure a real improvement in living conditions for people in developing countries.
pl: W 2000 r. państwa członkowskie ONZ, w tym Polska, zadeklarowały wspólne działania zmierzające do zapewnienia realnej poprawy warunków życia ludzi w krajach rozwijających się.

source: The UN formulated the Millennium Development Goals, which werethe international community's commitment to take action to: improve the situation of those living in extreme poverty and fight hunger (Goal 1, priority), provide universal access to primary education (Goal 2), promote social advancement of women and gender equality (Goal 3), reduce child mortality (Goal 4), improve health care for mothers (Goal 5), combat HIV/AIDS, malaria and other diseases (Goal 6), ensure sustainable use of natural resources and protection of the environment (Goal 7), and create global partnership for development (Goal 8).
pl: Na forum ONZ sformułowano Milenijne Cele Rozwoju, które były zobowiązaniem wspólnoty międzynarodowej do działań na rzecz: poprawy losu ludzi żyjących w skrajnym ubóstwie i walki z głodem (cel 1, priorytetowy), zapewnienia powszechnego dostępu do edukacji na poziomie podstawowym (cel 2), promowania awansu społecznego kobiet i równości płci (cel 3), ograniczenia umieralności dzieci (cel 4), poprawy opieki zdrowotnej dla matek (cel 5), ograniczenia epidemii HIV/AIDS, malarii i innych chorób (cel 6), zapewnienia zrównoważonego wykorzystania zasobów naturalnych i ochrony środowiska (cel 7) oraz stworzenia globalnego partnerstwa na rzecz rozwoju (cel 8).
